Repository: laryn/flag_notify
Catalog: flag_notify.*.po
Languages: it

source: The machine name of the flag to be notified of group activity
it: Il nome macchina del flag per le notifiche dell'attività del gruppo

source: In the flag module create a "Receive notifications of this group's activity" flag and write here its machine name.
it: Nel modulo flag crea un flag "Ricevi notifiche dell'attività di questo gruppo" e scrivi qui il suo nome macchina.

source: The machine name of the flag to be notified of activity related to this content
it: Il nome macchina del flag per le notifiche dell'attività relativa a questo contenuto

source: In the flag module create a "Receive notifications of this content's activity" flag and write here its machine name.
it: Nel modulo flag crea un flag "Ricevi notifiche dell'attività relativa a questo contenuto" e scrivi qui il suo nome macchina.

source: The machine name of the flag to be notified of replied to this comment.
it: Il nome macchina del flag per le notifiche delle risposte a questo contenuto.

source: In the flag module create a "Receive notifications of replies to this comment" flag and write here its machine name.
it: Nel modulo flag crea un flag "Ricevi notifiche delle risposte a questo commento" e scrivi qui il suo nome macchina.

source: Manage own notifications URL
it: URL della pagina di gestione delle proprie notifiche

source: A relative URL (if any) where you allow users to manage their subscriptions, typically using a view. If provided, a text like "manage your notifications" will be added at the end of each sent email. Please provide a URL relative to drupal root, starting without "/".
it: Un URL ad una pagina (se esistente) dove permetti agli utenti di gestire le loro notifiche, tipicamente attraverso una vista. Se fornito, un test osimile a "gestisci le tue notifiche" sarà inserito alla fine di ciascuna email inviata. Fornisci un URL relativo alla root di Drupal, senza il carattere "/" iniziale.

source: Email salutation
it: Saluto iniziale nell'email

source: Dear
it: Caro

source: How to address your users?
it: Come rivolgersi ai tuoi utenti ?

source: Email footer
it: Footer dell'email

source: An optional email footer. Sorry plain test, don't include HTML markup
it: Un footer opzionale per l'email. Spiacenti, solo testo semplice. Non includere markup HTML

source: True
it: Vero

source: False
it: Falso

source: Use default events
it: Utilizza la gestione degli eventi di default

source: Flag Notify already comes with its own event handler (node comment, node edit..). If you prefer instead to call directly <em>node_flag_main()</em>, e.g. using rules, change this option to <em>FALSE</em>
it: Flag Notify è già fornita della sua gestione degli eventi (comemnti ai nodi, modifiche ai nodi..). Se preferisci invece chiamare direttamente <em>node_flag_main()</em>, ad es. utilizzando le regole, cambia questa opzione in <em>FALSO</em>

source: Administer Flag Notify
it: Gestisci Flag Notify

source: Set roles that may access the settings of Flag Notify.
it: Specifica i ruoli che possono avere accesso a Flag Notify.

source: Configure Flag Notify module
it: Configura il modulo Flag Notify

source: Settings
it: Impostazioni

source: Permissions
it: Permessi

source: Configure access permissions
it: Cionfigura i permessi di accesso

source: New comment reply.
it: Nuove risposte ad un commento.

source: !salutation !tuser_name, a comment you subscribed received a reply:
it: !salutation !tuser_name, un commento che hai sottoscritto ha ricevuto una risposta:

source: Title
it: Titolo

source: Author
it: Autore

source: In content
it: Nel contenuto

source: Comment
it: Commento

source: ACTIONS
it: AZIONI

source: Read the comment in context and reply
it: Leggi il commento nel contesto e rispondi

source: Browse !user_name profile
it: Visualizza il profilo di !user_name

source: MANAGE NOTIFICATIONS
it: GESTISCI LE NOTIFICHE

source: Replies to this comment
it: Rispondi a questo commento

source: click the "!unflag_text" link on the comment
it: Clicca il link "!unflag_text" sul commento

source: Notification of new comment on a content you are following.
it: Notifica di un nuovo commento in un contenuto che stai seguendo.

source: !salutation !tuser_name, a comment has been sent in a content you subscribed:
it: !salutation !tuser_name, un commento a cui sei sottoscritto ha ricevuto una risposta:

source: Comment title
it: Titolo del commento

source: Comment author
it: Autore del commento

source: Notification of content modified.
it: Notifica di contenuto modificato.

source: !salutation !tuser_name, a content you are subscribed has been edited:
it: !salutation !tuser_name, un contenuto a cui sei sottoscritto è stato modificato:

source: Type
it: Tipo

source: Author of the editing(s)
it: Autore della modifica

source: View the content
it: Visualizza il contenuto

source: Got an unknow event under "content" notification_type. Don't know how to handle it
it: Ho ricevuto un evento sconosciuto assieme a notification_type "content". Non so come gestirlo.

source: Comments and modifications of this content
it: Commenti e modifiche di questo contenuto

source: click the "!unflag_text" link on the content
it: clicca il link "!unflag_text" nel contenuto

source: New comment
it: Nuovo commento

source: !salutation !tuser_name, a comment has been sent in a group you subscribed:
it: !salutation !tuser_name, un commento è stato inviato in un gruppo che hai sottoscritto:

source: In group
it: Nel gruppo

source: Content modified.
it: Contenuto modificato.

source: !salutation !tuser_name, a content in a group you subscribed has been edited:
it: !salutation !tuser_name, un contenuto di un gruppo che hai sottoscritto è stato modificato:

source: View the edited content
it: Visualizza il contenuto modificato

source: New content.
it: Nuovo contenuto.

source: !salutation !tuser_name, a content has been posted in a group you subscribed:
it: !salutation !tuser_name, un contenuto è stato inviato in un gruppo che hai sottoscritto:

source: View the new content
it: Visualizza il nuovo contenuto

source: New user.
it: Nuovo utente.

source: !salutation !tuser_name, a new user has joined a group you subscribed:
it: !salutation !tuser_name, un nuovo utente si è iscritto in un gruppo:

source: New user
it: Nuovo utente

source: Got an unknow event under "group" notification_type. Don't know how to handle it
it: Ho ricevuto un evento sconosciuto assieme a notification_type "group". Non so come gestirlo.

source: Visit the group homepage
it: Visita l'home page del gruppo

source: Activity of this group
it: Attività di questo gruppo

source: click the "!unflag_text" link on the group home page
it: clicca il link "!unflag_text" nell'home page del gruppo

source: Got an unknow notification_type. Don't know how to handle it
it: Ho ricevuto un notification_type sconosciuto. Non so come gestirlo.

source: Manage all your notifications
it: Gestisci tutte le tue notifiche

source: Manage your defaults
it: Gestisci i tuoi defaults

source: Edit your user profile and set the "Default settings for notifications" options according to your needs.
it: Modifica il tuo profilo utente ed imposta le "Opzioni di default delle notifiche" a seconda delle tue esigenze.

source: There was a problem sending the notification and it was not sent.
it: C'è stato un problema con l'invio della notifica e l'email non è stata spedita.

source: Select the ​​default notification options for the contents you create and the replies to your comments. These default options can then be modified on a content or comment base.
it: Seleziona le opzioni di notifica di default per i contenuti che invii e le risposte ai tuoi commenti. Queste opzioni di default possono poi essere modificate su ciascun contenuto o commento.

source: New comments and modifications on content you create
it: Commenti e modifiche ai contenuti che crei

source: Replies to your comments
it: Le risposte ai tuoi commenti

source: Select the ​​default notification options for the groups to which you join, the contents you create and the replies to your comments. These default options can then be modified on a per-group, content or comment base.
it: Seleziona le opzioni di notifica di default per i gruppi a cui ti iscrivi, icontenuti che invii e le risposte ai tuoi commenti. Queste opzioni di default possono poi essere modificate su ciascun gruppo, contenuto o commento.

source: Activity in the groups you join
it: Le attività nei gruppi ai quali ti iscrivi

source: Default settings for notifications
it: Opzioni di default delle notifiche

source: Uses the flag module to subscribe to comments, nodes or groups.
it: Utilizza il modulo flag per le sottoscrizioni ai commenti, nodi o gruppi.
